       01 REG-MOVIMIENTO.
          05 COD-CUENTA       PIC X(12).
          05 TIPO-MOVIMIENTO  PIC X(01).
          05 MONTO            PIC 9(13).
          05 FILLER           PIC X(03).
          05 FECHA-MOV        PIC 9(08).
          05 DESCRIPCION      PIC X(40).